{
  "products": [
    {
      "id": 1,
      "productName": "Dog Bed",
      "productPrice": "149.99",
      "productDescription": "Treat your furry friend to the ultimate comfort with our luxurious Dog Bed. Designed with their well-being in mind, this bed offers a cozy and secure space for your pet to rest and recharge. Made from high-quality materials and expert craftsmanship, it provides the perfect balance of softness and support. The stylish design blends seamlessly with your home decor, elevating both style and functionality. Give your beloved pet the sleep they deserve and create a haven they'll never want to leave.",
      "productShortDescription": "Treat your furry friend to the ultimate comfort with our luxurious Dog Bed.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/356053-400-400/CAMA-PRETA2.jpg?v=638127656252230000"
      ],
      "quantityInStock": 0
    },
    {
      "id": 2,
      "productName": "Dog Leash",
      "productPrice": "29.99",
      "productDescription": "Make your dog walks a breeze with our durable and stylish Dog Leash. Engineered for strength and reliability, it ensures the safety and control you need during outdoor adventures. The high-quality materials and ergonomic design provide a comfortable grip and minimize strain on your hands. With its fashionable patterns and vibrant colors, this leash adds a touch of personality to your daily walks. Invest in a leash that combines fashion and functionality, giving you and your furry companion the confidence to explore the world together.",
      "productShortDescription": "Make your dog walks a breeze with our durable and stylish Dog Leash.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/1043807-400-400/Coleira-Caes-Puffy-Air-Doco-Laranja.png?v=638149136884770000"
      ],
      "quantityInStock": 15
    },
    {
      "id": 3,
      "productName": "Dog Food Bowl",
      "productPrice": "9.99",
      "productDescription": "Ensure mealtime is a delightful experience for your furry friend with our sturdy and easy-to-clean Dog Food Bowl. Crafted from premium materials, this bowl is designed to withstand everyday use and provide long-lasting performance. The non-slip base keeps the bowl in place, preventing spills and messes. Its smooth surface and removable design make it effortless to clean and maintain proper hygiene. Choose a bowl that combines functionality and style, offering your pet a reliable and hygienic dining solution.",
      "productShortDescription": "Ensure mealtime is a delightful experience for your furry friend with our sturdy and easy-to-clean Dog Food Bowl.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/358206-400-400"
      ],
      "quantityInStock": 20
    },
    {
      "id": 4,
      "productName": "Dog Toy Set",
      "productPrice": "19.99",
      "productDescription": "Ignite your dog's playful spirit with our exciting and interactive Dog Toy Set. This carefully curated collection of toys provides endless entertainment and stimulation for your furry companion. From chew toys to plush squeakers, each toy is designed to cater to different play styles and preferences. Made from durable materials, they are built to withstand vigorous play and promote dental health. Strengthen the bond between you and your pet while fostering their physical and mental well-being. Treat your dog to a set of toys that will keep them wagging their tail with joy.",
      "productShortDescription": "Ignite your dog's playful spirit with our exciting and interactive Dog Toy Set.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/200557-400-400/Brinquedo-Kit-Bolas-Esporte-Vinil-HomePet.jpg?v=638137153043470000"
      ],
      "quantityInStock": 8
    },
    {
      "id": 5,
      "productName": "Dog Shampoo",
      "productPrice": "12.99",
      "productDescription": "Elevate your dog's bath time experience with our gentle and moisturizing Dog Shampoo. Formulated with care, this shampoo provides a luxurious cleanse while maintaining the natural balance of your dog's skin and coat. The nourishing ingredients and soothing scent create a spa-like atmosphere, turning bath time into a relaxing and enjoyable ritual for both you and your furry friend. Pamper your pet with a shampoo that cleanses, conditions, and leaves their coat looking lustrous and smelling fresh. Experience the joy of a clean and happy pup after every bath.",
      "productShortDescription": "Elevate your dog's bath time experience with our gentle and moisturizing Dog Shampoo.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/333842-400-400/Sanol-Shampoo-Pelos-Claros.jpg?v=638158017068230000"
      ],
      "quantityInStock": 12
    },
    {
      "id": 6,
      "productName": "Cat Scratching Post",
      "productPrice": "39.99",
      "productDescription": "Provide your feline friend with the perfect outlet for their natural scratching instincts with our Cat Scratching Post. This sturdy and stylish post offers multiple surfaces for scratching, helping to keep your furniture safe from your cat's claws. The durable construction ensures long-lasting use, while the compact design fits seamlessly into any room. Encourage healthy scratching habits and give your cat a place to stretch, play, and relax. Invest in a scratching post that will satisfy your cat's needs and keep them entertained for hours.",
      "productShortDescription": "Provide your feline friend with the perfect outlet for their natural scratching instincts.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/356040-400-400/Arranhador-Bege.jpg?v=638137127056700000"
      ],
      "quantityInStock": 10
    },
    {
      "id": 7,
      "productName": "Cat Litter Box",
      "productPrice": "49.99",
      "productDescription": "Simplify the task of maintaining your cat's hygiene with our convenient and spacious Cat Litter Box. Designed with your cat's comfort in mind, this litter box provides ample space for them to move around while ensuring privacy during their business. The durable and odor-resistant materials make cleaning a breeze, while the enclosed design helps contain litter scatter and control odors. Create a designated space for your cat's bathroom needs and give them a clean and comfortable litter box they'll appreciate.",
      "productShortDescription": "Simplify the task of maintaining your cat's hygiene with our convenient and spacious Cat Litter Box.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/184255-400-400/Bandeja-Higienica-Classic-Preta.jpg?v=638133809156200000"
      ],
      "quantityInStock": 15
    },
    {
      "id": 8,
      "productName": "Bird Cage",
      "productPrice": "79.99",
      "productDescription": "Create a safe and comfortable home for your feathered friend with our spacious Bird Cage. This well-ventilated cage provides ample space for your bird to move around, exercise, and spread their wings. The sturdy construction and secure locks ensure their safety, while the removable tray makes cleaning effortless. Enhance your bird's well-being and give them a cage that meets their needs for security and freedom.",
      "productShortDescription": "Create a safe and comfortable home for your feathered friend with our spacious Bird Cage.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/545069-400-400/N2.jpg?v=637562486544870000"
      ],
      "quantityInStock": 20
    },
    {
      "id": 9,
      "productName": "Fish Tank",
      "productPrice": "89.99",
      "productDescription": "Bring the beauty of underwater life into your home with our stunning Fish Tank. Crafted with precision, this tank provides a captivating environment for your fish to thrive. The high-quality glass and advanced filtration system ensure optimal conditions for aquatic life. The sleek design and LED lighting create an enchanting display, adding a touch of elegance to any room. Dive into the world of fishkeeping and create a mesmerizing aquatic paradise.",
      "productShortDescription": "Bring the beauty of underwater life into your home with our stunning Fish Tank.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/1036393-400-400/aquario-especial-lester-50L-1.jpg?v=638055785815530000"
      ],
      "quantityInStock": 8
    },
    {
      "id": 10,
      "productName": "Rabbit Hutch",
      "productPrice": "149.99",
      "productDescription": "Give your adorable pet rabbit a comfortable and secure living space with our spacious Rabbit Hutch. This hutch offers plenty of room for your rabbit to hop, play, and relax. The sturdy construction and predator-resistant design ensure their safety and well-being. The removable tray makes cleaning hassle-free, while the hinged roof provides easy access for feeding and interaction. Create a cozy home for your furry friend and provide them with a place they'll love to call their own.",
      "productShortDescription": "Give your adorable pet rabbit a comfortable and secure living space with our spacious Rabbit Hutch.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/994052-400-400"
      ],
      "quantityInStock": 12
    },
    {
      "id": 11,
      "productName": "Hamster Wheel",
      "productPrice": "9.99",
      "productDescription": "Provide your energetic hamster with endless entertainment and exercise with our Hamster Wheel. The durable and silent design ensures a smooth spinning experience for your furry friend. The solid base prevents tipping, while the non-slip surface provides a secure grip. Encourage your hamster to stay active and healthy with a wheel that will keep them running happily.",
      "productShortDescription": "Provide your energetic hamster with endless entertainment and exercise with our Hamster Wheel.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/814876-400-400"
      ],
      "quantityInStock": 20
    },
    {
      "id": 12,
      "productName": "Turtle Tank",
      "productPrice": "69.99",
      "productDescription": "Create a comfortable and aquatic habitat for your beloved turtle with our spacious Turtle Tank. This tank provides ample space for swimming and basking, allowing your turtle to exhibit natural behaviors. The sturdy construction and secure lid ensure their safety, while the built-in ramp makes it easy for them to access the dry area. Enhance your turtle's well-being and create a captivating aquatic world they'll love.",
      "productShortDescription": "Create a comfortable and aquatic habitat for your beloved turtle with our spacious Turtle Tank.",
      "photos": [
        "https://www.cobasi.com.br/arquivos/ids/901225-180-180/aquario-terrario-ilha-lester-3877077.jpg?v=638134629777700000"
      ],
      "quantityInStock": 15
    },
    {
      "id": 13,
      "productName": "Guinea Pig Cage",
      "productPrice": "59.99",
      "productDescription": "Give your adorable guinea pig a cozy and secure home with our spacious Guinea Pig Cage. This cage offers plenty of room for them to move around, play, and explore. The durable construction and easy-to-clean design make it a convenient choice for both you and your pet. The included hay rack and water bottle ensure their essential needs are met. Create a comfortable and inviting environment for your guinea pig and watch them thrive.",
      "productShortDescription": "Give your adorable guinea pig a cozy and secure home with our spacious Guinea Pig Cage.",
      "photos": [
        "https://www.cobasi.com.br/arquivos/ids/447256-180-180/maxi.jpg?v=637498006723770000"
      ],
      "quantityInStock": 10
    },
    {
      "id": 14,
      "productName": "Reptile Heat Lamp",
      "productPrice": "19.99",
      "productDescription": "Ensure optimal warmth for your reptile with our reliable Reptile Heat Lamp. This lamp provides the necessary heat to create a comfortable and cozy environment for your cold-blooded companion. The adjustable design allows you to customize the temperature according to your reptile's needs. The sturdy construction and protective cage ensure safety and durability. Keep your reptile warm and content with a heat lamp that replicates their natural habitat.",
      "productShortDescription": "Ensure optimal warmth for your reptile with our reliable Reptile Heat Lamp.",
      "photos": [
        "https://www.cobasi.com.br/arquivos/ids/187635-180-180/Lampada-Halogenea-para-Pequenos-Animais-Zoo-Med.jpg?v=636281269075670000"
      ],
      "quantityInStock": 12
    },
    {
      "id": 15,
      "productName": "Small Animal Carrier",
      "productPrice": "29.99",
      "productDescription": "Transport your small pet with ease and comfort using our practical Small Animal Carrier. This carrier provides a secure and well-ventilated space for your pet during travel or visits to the vet. The durable construction and ergonomic handle ensure easy carrying and long-lasting use. The removable top allows for convenient access and cleaning. Give your small pet a safe and comfortable travel experience with a carrier designed specifically for their needs.",
      "productShortDescription": "Transport your small pet with ease and comfort using our practical Small Animal Carrier.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/1044425-400-400/Caixa-de-Transporte-C-Pet-Lateral-Direita.png?v=638157138902530000"
      ],
      "quantityInStock": 8
    },
    {
      "id": 16,
      "productName": "Horse Grooming Kit",
      "productPrice": "49.99",
      "productDescription": "Take care of your majestic horse with our comprehensive Horse Grooming Kit. This kit includes all the essential grooming tools you need to keep your horse looking and feeling their best. From brushes to hoof picks, each tool is designed for effective grooming and gentle care. The sturdy and organized carrying case allows for easy storage and transport. Show your horse the love and attention they deserve with a grooming kit that will help maintain their beauty and well-being.",
      "productShortDescription": "Take care of your majestic horse with our comprehensive Horse Grooming Kit.",
      "photos": [
        "https://decathlonpro.vtexassets.com/arquivos/ids/2576007/kit-grooming-bag-burgundy-indoo-no-size-azul1.jpg?v=637339703644230000"
      ],
      "quantityInStock": 10
    },
    {
      "id": 17,
      "productName": "Snake Terrarium",
      "productPrice": "179.99",
      "productDescription": "Create a safe and captivating habitat for your pet snake with our spacious Snake Terrarium. This terrarium provides ample space for your snake to explore and hide. The sturdy construction and secure locks ensure their safety, while the removable tray makes cleaning effortless. The well-ventilated design allows for proper airflow and temperature regulation. Enhance your snake's well-being and give them a comfortable home that meets their needs.",
      "productShortDescription": "Create a safe and captivating habitat for your pet snake with our spacious Snake Terrarium.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/851031-400-400"
      ],
      "quantityInStock": 6
    },
    {
      "id": 18,
      "productName": "Dog Training Pads",
      "productPrice": "19.99",
      "productDescription": "Make potty training easier for your dog with our absorbent and leak-proof Dog Training Pads. These pads provide a convenient and hygienic solution for indoor accidents. The super-absorbent core and quick-drying top layer lock in moisture, while the leak-proof backing protects your floors. The built-in attractant encourages your dog to use the pad, making training more effective. Simplify the potty training process and keep your floors clean with training pads you can rely on.",
      "productShortDescription": "Make potty training easier for your dog with our absorbent and leak-proof Dog Training Pads.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/536767-400-400/TREINEPET_7UN_FRENTE.jpg?v=638133530517300000"
      ],
      "quantityInStock": 30
    },
    {
      "id": 19,
      "productName": "Ferret Playpen",
      "productPrice": "79.99",
      "productDescription": "Give your playful ferret a safe and engaging space to romp and explore with our spacious Ferret Playpen. This playpen offers plenty of room for your ferret to run, jump, and play to their heart's content. The sturdy construction and escape-proof design ensure their safety, while the collapsible feature allows for easy storage and transport. Create a fun and stimulating environment for your ferret and watch them enjoy hours of adventurous play.",
      "productShortDescription": "Give your playful ferret a safe and engaging space to romp and explore with our spacious Ferret Playpen.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/814934-400-400"
      ],
      "quantityInStock": 10
    },
    {
      "id": 20,
      "productName": "Pet Hair Remover",
      "productPrice": "9.99",
      "productDescription": "Keep your furniture and clothes free from pet hair with our efficient Pet Hair Remover. This handy tool easily removes pet hair from various surfaces, including upholstery, carpets, and clothing. The reusable and self-cleaning design makes it a convenient choice for pet owners. Say goodbye to pesky pet hair and maintain a clean and hair-free environment with our pet hair remover.",
      "productShortDescription": "Keep your furniture and clothes free from pet hair with our efficient Pet Hair Remover.",
      "photos": [
        "https://cobasi.vteximg.com.br/arquivos/ids/200034-400-400/Escova-Dupla-HomePet-1.jpg?v=636715588505170000"
      ],
      "quantityInStock": 20
    },
    {
      "id": 21,
      "productName": "Bed",
      "productPrice": 2,
      "productDescription": "caminha",
      "productShortDescription": "caminha...",
      "photos": [
        "https://http2.mlstatic.com/D_NQ_NP_915764-MLB47500965321_092021-O.webp",
        "https://http2.mlstatic.com/D_NQ_NP_915764-MLB47500965321_092021-O.webp",
        "https://http2.mlstatic.com/D_NQ_NP_915764-MLB47500965321_092021-O.webp",
        "https://http2.mlstatic.com/D_NQ_NP_915764-MLB47500965321_092021-O.webp"
      ],
      "quantityInStock": 2
    },
    {
      "id": 22,
      "productName": "Bed Bed",
      "productPrice": 22,
      "productDescription": "descricao",
      "productShortDescription": "short desc",
      "photos": [
        "https://http2.mlstatic.com/D_NQ_NP_699577-MLB45441471697_042021-O.webp"
      ],
      "quantityInStock": 22
    },
    {
      "id": 23,
      "productName": "Vermelho",
      "productPrice": 200,
      "productDescription": "OIOIOIOI",
      "productShortDescription": "EUEUEUEUE",
      "photos": [
        "https://http2.mlstatic.com/D_NQ_NP_792891-MLB51343874246_082022-O.webp"
      ],
      "quantityInStock": 12
    },
    {
      "id": 24,
      "productName": "Caminha",
      "productPrice": 200,
      "productDescription": "Cama de cachorro",
      "productShortDescription": "Uma cama para um cachoroo",
      "photos": [
        "https://http2.mlstatic.com/D_NQ_NP_842094-MLB49365537979_032022-O.webp",
        "https://http2.mlstatic.com/D_NQ_NP_838824-MLB49365537987_032022-O.webp"
      ],
      "quantityInStock": 2
    },
    {
      "id": 25,
      "productName": "Tubo",
      "productPrice": 30,
      "productDescription": "Um tubo",
      "productShortDescription": "tubu tubo",
      "photos": [
        "https://http2.mlstatic.com/D_NQ_NP_884793-MLB48088323129_112021-O.webp"
      ],
      "quantityInStock": 4
    },
    {
      "productName": "Azul toca",
      "productPrice": 23,
      "productDescription": "descricaooooo",
      "productShortDescription": "Azull",
      "photos": [
        "https://http2.mlstatic.com/D_NQ_NP_741411-MLB50028882599_052022-O.webp"
      ],
      "quantityInStock": 333,
      "id": 219827398132
    },
    {
      "productName": "cama",
      "productPrice": 200,
      "productDescription": "ffff",
      "productShortDescription": "dddd",
      "photos": [
        "https://http2.mlstatic.com/D_NQ_NP_992682-MLB47803103176_102021-O.webp",
        "https://http2.mlstatic.com/D_NQ_NP_992682-MLB47803103176_102021-O.webp"
      ],
      "quantityInStock": 4,
      "id": 27
    }
  ],
  "events": [
    {
      "id": 1,
      "eventName": "Pet Adoption Day",
      "eventDescription": "Join us for a heartwarming community event dedicated to pet adoption. Experience the joy of finding forever homes for adorable pets in need. Whether you're a pet lover looking to expand your furry family or simply want to support a noble cause, this event is perfect for you. Come and meet a variety of lovable animals, connect with passionate animal advocates, and learn more about responsible pet ownership. Together, we can make a difference in the lives of these deserving animals.",
      "eventShortDescription": "Join us for a heartwarming community event dedicated to pet adoption.",
      "eventDate": "2023-06-10",
      "eventAddress": "456 Elm St, City, State",
      "eventType": "Open to the public",
      "photos": [
        "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcTe380MUE29qyWvHPmfp_fPP4pyFWI4RQ1H0w&usqp=CAU"
      ]
    },
    {
      "id": 2,
      "eventName": "Rescue Shelter Adoption Fair",
      "eventDescription": "Discover your new furry friend at our exciting adoption fair. We invite all pet lovers to join us for a day filled with love, compassion, and endless wagging tails. Our fair offers a fantastic opportunity to meet adorable rescue pets seeking their forever homes. From playful puppies to gentle senior dogs, we have a diverse range of animals eagerly waiting to steal your heart. Whether you're ready to adopt or simply want to show your support, this event promises to warm your heart and make a lasting impact on the lives of these precious animals.",
      "eventShortDescription": "Discover your new furry friend at our exciting adoption fair.",
      "eventDate": "2023-06-15",
      "eventAddress": "789 Oak Ave, City, State",
      "eventType": "Open to all pet lovers",
      "photos": [
        "https://friendsofbcas.org/wp-content/uploads/2021/03/adoptdog-2048x1137.jpg"
      ]
    },
    {
      "id": 3,
      "eventName": "Paws for a Cause",
      "eventDescription": "Join us in a noble cause and help us find forever homes for our adorable pets. At 'Paws for a Cause,' we bring together animal lovers of all ages to create a compassionate community that nurtures and protects our furry friends. Explore our pet adoption center and meet a wide variety of loving animals in need. Whether you're looking to adopt, volunteer, or simply lend your support, this family-friendly event offers a fantastic opportunity to make a positive impact on the lives of these innocent creatures. Join us as we unite to bring happiness to both humans and animals alike.",
      "eventShortDescription": "Join us in a noble cause and help us find forever homes for our adorable pets.",
      "eventDate": "2023-06-20",
      "eventAddress": "321 Pine Rd, City, State",
      "eventType": "Family-friendly event",
      "photos": [
        "https://www.teambonding.com/wp-content/uploads/2013/12/PAWS_FOR_A_CAUSE_CMYK_LANDSCAPE_SM-01.jpg"
      ]
    },
    {
      "id": 4,
      "eventName": "Adopt-a-Palooza",
      "eventDescription": "Mark your calendars for a fun-filled day of pet adoptions and exciting activities at 'Adopt-a-Palooza.' This highly anticipated event is open to everyone and promises to be a delight for pet enthusiasts of all ages. Explore our adoption village, where you'll have the chance to meet a variety of adorable animals seeking their forever homes. Enjoy live music, participate in engaging workshops, and indulge in delicious food offerings. With plenty of entertainment options, including face painting and games, 'Adopt-a-Palooza' is the perfect way to spend a memorable day with your family while supporting a worthy cause.",
      "eventShortDescription": "Mark your calendars for a fun-filled day of pet adoptions and exciting activities at 'Adopt-a-Palooza.'",
      "eventDate": "2023-06-25",
      "eventAddress": "654 Maple Blvd, City, State",
      "eventType": "Open to everyone",
      "photos": [
        "https://www.adoptapet.com.au/img/animals/7440720.jpeg"
      ]
    },
    {
      "id": 5,
      "eventName": "Furry Friends Adoption Expo",
      "eventDescription": "Welcome to the 'Furry Friends Adoption Expo,' a celebration of the unconditional love that pets bring into our lives. Explore a vibrant showcase of pets available for adoption, ranging from playful kittens to loyal dogs, and everything in between. Our dedicated team of animal advocates will be on hand to guide you through the adoption process and provide valuable information on responsible pet ownership. Whether you're a lifelong pet lover or considering adding a new member to your family, this expo offers a unique opportunity to connect with adorable animals and discover the joy of pet companionship.",
      "eventShortDescription": "Welcome to the 'Furry Friends Adoption Expo,'",
      "eventDate": "2023-06-30",
      "eventAddress": "987 Walnut Ln, City, State",
      "eventType": "Pet lovers welcome",
      "photos": [
        "https://encrypted-tbn0.gstatic.com/images?q=tbn:ANd9GcT7GHMvyC8vZHxmepjfSn8VzEIbTINIyG1xgQ&usqp=CAU"
      ]
    },
    {
      "id": 6,
      "eventName": "Adoption",
      "eventDate": "2023-11-11",
      "eventDescription": "Calling all animal lovers! It's time to make a difference in the lives of deserving pets. Join us for an extraordinary adoption event where you can find your new best friend. At 'Adoption,' we believe that every animal deserves a loving home, and we invite you to be a part of this compassionate journey. From playful pups to cuddly kittens, our adoption center is filled with a diverse range of adorable animals waiting to steal your heart. Whether you're looking for a faithful companion or simply want to support a noble cause, this event is your chance to change lives, one adoption at a time.",
      "eventShortDescription": "Calling all animal lovers! It's time to make a difference in the lives of deserving pets.",
      "eventType": "Pode colar geral",
      "eventAddress": "Na entrada da matemática",
      "photos": [
        "https://d17fnq9dkz9hgj.cloudfront.net/uploads/2019/09/iStock-1090668790-253x253.jpg"
      ]
    },
    {
      "id": 7,
      "eventName": "Tosa",
      "eventDate": "2023-12-12",
      "eventDescription": "Attention all dog owners! Treat your beloved furry companions to a free grooming session at our 'Tosa' event. We understand the importance of keeping your dogs happy, healthy, and well-groomed. That's why we're offering complimentary grooming services to ensure your doggos look and feel their best. Our professional groomers will pamper your four-legged friends, providing top-notch care and attention to detail. Don't miss this fantastic opportunity to give your dog a day of relaxation and beauty. Join us at the 'Tosa' event and let your pets indulge in the ultimate grooming experience.",
      "eventShortDescription": "Attention all dog owners! Treat your beloved furry companions to a free grooming session at our 'Tosa' event.",
      "eventType": "De graça",
      "eventAddress": "Avenida São Carlense",
      "photos": [
        "https://static.ndmais.com.br/2021/04/istock-905308406-800x533.jpg"
      ]
    },
    {
      "id": 8,
      "eventName": "Puppy Playdate",
      "eventDate": "2024-02-15",
      "eventDescription": "Attention all pet lovers! Join us for a fun-filled 'Puppy Playdate' event. Bring your furry friends and let them socialize, play, and make new furry pals. We'll have an enclosed play area where your pups can freely run, jump, and have a blast. Our team of dog trainers will be present to facilitate interactive games and ensure a safe environment for all. It's a perfect opportunity for your dogs to burn off some energy and enjoy a delightful day with other pets. Don't miss out on this tail-wagging extravaganza!",
      "eventShortDescription": "Attention all pet lovers! Join us for a fun-filled 'Puppy Playdate' event.",
      "eventType": "Socialization",
      "eventAddress": "Central Park Dog Park",
      "photos": [
        "https://pupford.b-cdn.net/assets%2Fblog%2FPuppyPlayDatesASimpleGuide%2F1611780980336-puppy%20play%20dates.png?alt=media&token=a773ea6d-fcf6-42a9-a425-a1aeca528180"
      ]
    }
  ],
  "users": [
    {
      "id": 1,
      "username": "petfriend12",
      "password": "iloverex",
      "email": "petfriend@example.com",
      "telephone": "+55 17 99978-5600",
      "address": "654 Maple Blvd, City, State"
    },
    {
      "id": 2,
      "username": "furrylover",
      "password": "mypetsrock",
      "email": "furrylover@example.com",
      "telephone": "+55 17 98765-4321",
      "address": "123 Elm St, City, State"
    },
    {
      "id": 3,
      "username": "animaladvocate",
      "password": "protectall",
      "email": "advocate@example.com",
      "telephone": "+55 17 55555-5555",
      "address": "789 Oak Ave, City, State"
    },
    {
      "id": 4,
      "username": "petparent101",
      "password": "weloveourpets",
      "email": "petparent@example.com",
      "telephone": "+55 17 12345-6789",
      "address": "321 Pine Rd, City, State"
    },
    {
      "id": 5,
      "username": "pawssquad",
      "password": "pawprintlove",
      "email": "pawssquad@example.com",
      "telephone": "+55 17 77777-7777",
      "address": "987 Walnut Ln, City, State"
    },
    {
      "username": "otavio12",
      "password": "senha",
      "email": "otaviocoletti@usp.br",
      "telephone": "17999796969",
      "address": "Rua Princesa Isabel",
      "id": 6
    },
    {
      "username": "otavio12",
      "password": "senha",
      "email": "ooa@Xaz",
      "telephone": "12",
      "address": "121",
      "id": 7
    },
    {
      "username": "aaa",
      "password": "aaa",
      "email": "aaa",
      "telephone": "aaa",
      "address": "aaa",
      "id": 8
    }
  ],
  "admin": [
    {
      "id": 1,
      "username": "adminpet",
      "password": "petpass",
      "email": "petpet@admin.com"
    },
    {
      "id": 2,
      "username": "petpet",
      "password": "mypetsrock",
      "email": "mypet@edmin.com"
    },
    {
      "id": 3,
      "username": "admin1",
      "password": "adminpass1",
      "email": "admin1@example.com"
    },
    {
      "id": 4,
      "username": "admin2",
      "password": "adminpass2",
      "email": "admin2@example.com"
    },
    {
      "id": 5,
      "username": "admin3",
      "password": "adminpass3",
      "email": "admin3@example.com"
    },
    {
      "id": 6,
      "username": "admin4",
      "password": "adminpass4",
      "email": "admin4@example.com"
    },
    {
      "id": 7,
      "username": "admin5",
      "password": "adminpass5",
      "email": "admin5@example.com"
    },
    {
      "username": "otavio",
      "password": "pass",
      "email": "otaviocoletti@outlook.com",
      "id": 8
    },
    {
      "username": "otavio13",
      "password": "senha",
      "email": "ooa@Xas",
      "id": 9
    }
  ],
  "cart": [
    {
      "id": 1,
      "id_cliente": 8,
      "products": [
        {
          "id": 2,
          "qtd": 12
        },
        {
          "id": 3,
          "qtd": 3
        },
        {
          "id": 4,
          "qtd": 4
        },
        {
          "id": 5,
          "qtd": 5
        }
      ]
    }
  ]
}